/* Window Title */
"Bauhaus Clock Options" = "バウハウス時計オプション";

/* Theme Selection */
"Theme" = "外観モード";
"Day" = "昼";
"Night" = "夜";
"System" = "システム";

/* Color Selection */
"Lume Color" = "ルミナスカラー";

/* Watch Dial Selection */
"Watch Dial" = "ウォッチダイヤル";

/* Buttons */
"OK" = "OK";
"Cancel" = "キャンセル";
"Made with care by Atilla ↗" = "Atilla より、愛を込めて。↗";

/* Color Names */
"Red" = "レッド";
"Amber" = "アンバー";
"Lavender" = "ラベンダー";
"Rose" = "ローズ";
"Seafoam" = "シーフォーム";
"Sky" = "スカイ";
"Swiss BGW9" = "Swiss BGW9";
"Peach" = "ピーチ";
"Tritium Green" = "トリチウムグリーン";
"Aqua" = "アクア";
"Lime" = "ライム";
"Yellow" = "イエロー";
"Ice Blue" = "水色";
"White" = "白";

/* Size Selection */
"Size" = "サイズ";
"Standard" = "クラシック";
"Compact" = "コンパクト";

/* Movement Selection */
"Movement" = "ムーブメント";
"1 Hz" = "クォーツ";
"4 Hz" = "機械式";
"60 Hz" = "デジタル";

/* Movement Subtitles */
"Quartz tick" = "クォーツ秒針";
"Mechanical sweep" = "機械式スイープ";
"Ultra smooth" = "連続秒針";

/* Watch Dial Names */
"Glacier" = "氷河";
"Ocean" = "海";
"Turquoise" = "ターコイズ";
"Tennis" = "テニス";
"Signal Blue" = "シグナルブルー";
"Salmon" = "サーモン";
"White" = "白";
"Yellow" = "黄色";
"Beige" = "ベージュ";
"Pistachio" = "ピスタチオ";
"Lavender" = "ラベンダー";
"Sky Blue" = "スカイブルー";
"Cream" = "クリーム";
"Charcoal" = "チャコール";
"Noir" = "ノワール";